import React from 'react';
import './About.css';

const About = () => {
  return (
    <div className="about">
      <h1>О нас</h1>
      <p>Мы предлагаем лучшие варианты одежды на все сезоны.</p>
      <p>Наш магазин гордится своим широким ассортиментом, высоким качеством и доступными ценами.</p>
      <p>Мы стремимся удовлетворить потребности каждого клиента, предлагая модные и стильные наряды для всех возрастов и вкусов.</p>
      <p>Присоединяйтесь к нашему сообществу и найдите идеальный наряд для каждого случая!</p>
    </div>
  );
};

export default About;
