import React from 'react';
import './Home.css';

const Home = () => {
  return (
    <div className="home">
      <h1>Добро пожаловать в наш магазин одежды</h1>
      <p>Откройте для себя последние модные тенденции и стили.</p>
      <p>Мы предлагаем широкий ассортимент одежды для всех возрастов и вкусов.</p>
      <p>Подберите наряды для любого случая - от повседневных образов до особых событий.</p>
      <p>Присоединяйтесь к нам и создайте свой неповторимый стиль!</p>
    </div>
  );
};

export default Home;
