import React from 'react';
import './Page.css';

const About = () => {
  return (
    <div className="about">
      <h1>ОФИЦИАЛЬНОЕ ЗАЯВЛЕНИЕ ShopA</h1>
      <p>Правда – это то, что имеет значение для ShopA. В ответ на ложную информацию мы делимся фактами о том, во что на самом деле верит и за что выступает ShopA.</p>
      <p>В ShopA правда и прозрачность процессов необходимы для выполнения нашей миссии, выполнения наших обещаний и соблюдения наших ценностей. Поэтому, когда дезинформация о нашей компании распространяется с молниеносной скоростью во все более полярном мире, мы считаем крайне важным реагировать фактами и подтверждать нашу позицию по ключевым вопросам.</p>
      <p>В связи с продолжающимся распространением ложной и вводящей в заблуждение информации о ShopA мы обобщаем некоторые из наиболее часто задаваемых вопросов о бренде и отвечаем фактами.</p>
      <p>ShopA ресми мәлімдемесі</p>
      <p>Шындық – ShopA үшін маңызды нәрсе. Жалған ақпаратқа жауап ретінде біз ShopA компаниясы іс жүзінде не нәрсеге сенетіні және нені қолдайтыны туралы фактілермен бөлісеміз.</p>
      <p>ShopA-тағы шындық пен ашық процестер біздің миссиямызды орындау, уәделерімізді жүзеге асыру және құндылықтарымызды сақтау үшін өте маңызды. Біздің компаниямыз туралы жалған ақпарат барған сайын әртараптанған әлемде найзағай жылдамдығымен таралып жатқандықтан, біз фактілермен жауап беру және негізгі мәселелер бойынша ұстанымдарымызды растау өте маңызды деп санаймыз.</p>
      <p>ShopA туралы жалған және жаңылыстыратын ақпараттың үздіксіз таралуына байланысты біз бренд туралы жиі қойылатын сұрақтардың кейбірін жинақтаймыз және фактілермен жауап береміз.</p>
    </div>
  );
};

export default About;
